//Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

Console.Clear();
Console.WriteLine("Enter number 1 - 7");
int num = Convert.ToInt32(Console.ReadLine());
int a = (5);
if(num <= a)
 Console.WriteLine("NO");
else
 Console.WriteLine("YES");
